Revit 2027 API
ParameterTypeId.ViewGraphSchedUnitsFormat Property
 "Off-Grid Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedUnitsFormat { get; }
Public Shared ReadOnly Property ViewGraphSchedUnitsFormat As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedUnitsFormat {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedUnitsFormat : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace